{"Study_type": "Biomaterials Screen", "ID": "Materiomics001", "Name": "Osteoinductive surfaces", "Project": "ALP expression on osteoinductive surfaces", "Title": "Mining for osteogenic surface topographies: in silico design to in vivo osseo-integration", "Lead_author": "Frits Hulshof", "Principal_investigator": "Jan de Boer", "DOI": "10.1016/j.biomaterials.2017.05.020", "Date": "12 May 2017", "Summary": "Stem cells respond to the physicochemical parameters of the substrate on which they grow. Quantitative material activity relationships ethe relationships between substrate parameters and the phenotypes they induce have so far poorly predicted the success of bioactive implant surfaces. In this report, we screened a library of randomly selected designed surface topographies for those inducing osteogenic differentiation of bone marrow-derived mesenchymal stem cells. Cell shape features, surface design parameters, and osteogenic marker expression were strongly correlated in vitro. Furthermore, the surfaces with the highest osteogenic potential in vitro also demonstrated their osteogenic effect in vivo: these indeed strongly enhanced bone bonding in a rabbit femur model. Our work shows that by giving stem cells specific physicochemical parameters through designed surface topographies, differentiation of these cells can be dictated.", "Study_design": [{"Name": "Cell culture", "Cell_type": "hMSC", "Passage_number": "p2 -> p3", "Medium": {"Start_ampule": {"Type": "hMSC basic medium", "Medium": "alpha mem", "Serum": "10% FCS", "Antibiotics": "1% P/S", "Medium_components": "L-Glutamine, L-ascorbic acid-2-phosphate", "Medium_components_concentration": "2 mM, 0.2 mM"}, "Seeding_medium": {"Type": "hMSC basic medium", "Medium": "alpha mem", "Serum": "10% FCS", "Antibiotics": "1% P/S", "Medium_components": "L-Glutamine, L-ascorbic acid-2-phosphate", "Medium_components_concentration": "2 mM, 0.2 mM"}}}, {"Name": "Biomaterials screen", "Type": "TopoChip screen", "Design": "Surfaces", "Feature_scale": "Micrometer", "Base_material": "PLA", "Surface_treatment": "No treatment", "Coating": "Titanium", "Number_of_replicates": "10", "Summary": "Poly lactic acid TopoChips coated with a 200 nm layer of Titanium. For screening, passage 4 hMSCs (Lonza) at a density of 3000 cells/cm2 were seeded onto 8 Titanium-coated TopoChips and cultured for 5 days after which nuclei (DAPI, Life technologies), filamentous actin cytoskeleton (Goat-anti-mouse-Alexa594 and Phalloidin-Alexa488, Life technologies), and non-specific alkaline phosphatase (anti-ALP, sc137213, Santa Cruz BioTech) were stained. The relationship between ALP level and cell shape, we selected the 100 highest and lowest surfaces ranked by ALP intensity. The morphological difference between positive and negative hits are analyzed in more detail by higher-resolution confocal microscopy (filamentous actin in red, DNA in green and ALP in blue, total images 12)"}, {"Name": "Imaging experiment", "Type": "N/A", "Date": "N/A", "Labels": {"Label_1": {"First_antibody": "N/A", "Second_antibody": "N/A", "Target": "N/A", "Fluorescent dye": "N/A", "Excitation_wavelength": "N/A", "Emission_wavelength": "N/A"}, "Label_2": {"First_antibody": "N/A", "Second_antibody": "N/A", "Target": "N/A", "Fluorescent dye": "N/A", "Excitation_wavelength": "N/A", "Emission_wavelength": "N/A"}, "Label_3": {"First_antibody": "N/A", "Second_antibody": "N/A", "Target": "N/A", "Fluorescent dye": "N/A", "Excitation_wavelength": "N/A", "Emission_wavelength": "N/A"}}, "Channel_names": "DAPI, Alexa 488, Alexa 594"}, {"Name": "Surface validation experiment", "Number_selected_surfaces": "14", "Feature_id": "11,1050,1018,1706,1147,229,494", "Feature_id_images": ["11", "1050", "1018", "1706", "1147", "229", "494"], "Surface_id": "T2-PLA-Ti-3322,T2-PLA-Ti-0205,T2-PLA-Ti-0304,T2-PLA-Ti-1642,T2-PLA-Ti-3240,T2-PLA-Ti-2702,T2-PLA-Ti-1901"}, {"Name": "qPCR experiment", "Type": "RT-qPCR", "Cell_type": "hMSCs", "Time_point(s)": "5 weeks", "Read_outs": "Total RNA of Osteopontin, Osteocalcin, Bone sialoprotein"}, {"Name": "Flow cytometry experiment", "Machine": "FACSCalibur (BD Biosciences)", "Cell_seeding_density": "3500 cells/cm2", "Culture_time": "5 days", "Medium": "basic hMSC medium", "Staining": "anti-human ALP antibody labeled with a Phycoerythrin-labeled specific secondary antibody", "Number_of_replicates": "3 replicates per condition"}, {"Name": "Histology experiment", "Slide_scanner": "Nanozoomer, Hamamatsu", "Staining": "1% methylene blue and 0.3% basic Fuchsin solution"}, {"Name": "Biomechanical test", "Type": "Tensile test", "Load_cell": "Sandoo SH-200 Load cell (0-200N)", "Force": "Pulling force at 1mm/min"}, {"Name": "Animal experiment", "Organism": "Rabbit", "Species": "New Zealand White", "Sex": "Female", "Replicates": "24", "Replicates_per_condition": "8"}], "Study_results": [{"Name": "Surface validation results", "Description": "Our work shows that ALP expression correlates one on one with in vitro mineralization and osteogenic marker gene expression. Moreover, we found that surfaces with low ALP expression have low bone contact and surfaces with high ALP expression have high bone contact. In agreement with the screening experiment, the cells on the positive hit topographies are confined between the structures, leading to cells resembling a network of tubes. Cross sections of confocal image stacks clearly show that the tube-like cells on the topographies are on average double the height of the cells on a flat surface and on the negative hit surface"}, {"Name": "qPCR results", "Description": "Total RNA was isolated to quantify Osteopontin (OPN), osteocalcin (OCN), and bone sialoprotein (BSP) transcripts from hMSCs cultured for 5 weeks on the selected topographies in osteogenic conditions. Both ALP-high surfaces (4 and 8) showed large upregulation of gene expression relative to the non-patterned control, whereas surface 7 showed intermediate values."}, {"Name": "Histology results", "Description": "For all sections the bone-implant contact percentage (%BIC) was measured. This is defined as all areas with direct bone contact to the implant without gaps or fibrous tissue. Non-patterned implants had a low mean BIC of around 10% at both four and eight weeks. Most non-patterned samples had large areas of fibrous tissue. SLA implants and the ALPhigh topographies, #1, #4, #8, all have a higher BIC at four weeks and a statistically significantly (ANOVA p < 0.05) higher BIC than the non-patterned implant at eight weeks."}, {"Name": "Biomechanical test results", "Description": "The non-patterned implants (negative control) have at both 4 and 8 weeks the lowest pull-out force. At 4 weeks, all topography-featuring implants including the commercial benchmark, require between 2 and 4 times the forces required for the non-patterned implant, with ALPhigh #1 standing out requiring over 5 times the force of the non-patterned implant. At 8 weeks, the non-patterned implant now still requires less force to be detached compared to the best scoring topography at 4 weeks. The other topography-featuring implants, including the commercial benchmark, require about 2 times the force of the non-patterned implant (all week 8). One topography statistically (ANOVA p < 0.05) outperforms the non-patterned control at 8 weeks, ALPhigh #8, requiring over 3 times the force of the non-patterned implant."}, {"Name": "Flow cytometry results", "Description": "ALP expression was verified by flow cytometry in hMSCs after 5 days in medium without osteogenic supplements. As expected, dexamethasone induces the percentage of ALP positive hMSCs from 13 to 25%.  All 4 ALPhigh topographies have a statistically higher percentage of ALP positive cells (24\\u201328%) compared to both the tissue culture polystyrene non-patterned control (13%) and the titanium non-patterned control (np, 18%). Further, 3 out of 4 ALP-positive surfaces display a similar or higher percentage of ALP positive cells (26\\u201328%) than the dexamethasone supplemented positive TCPS control (25%). On the other hand, the ALPlow topographies have similar or lower percentage of ALP positive cells (13\\u201322%) than the titanium non-patterned control (np, 18%)."}]}