{"Study_type": "Biomaterials Screen", "ID": "BIS012", "Name": "Encapsulation screen", "Project": "Encapsulation Study", "Title": "Foreign body giant cell formation in vitro and the foreign body response in vivo  follow distinct topographical design rules.", "Lead_author": "Chantal M. Diedrich", "Principal_investigator": "Jan de Boer", "DOI": "N/A", "Date": "Jan 2014", "Summary": "We recently employed our TopoChip screening platform to define design principles for macrophage binding and maturation in vitro, and in this manuscript we extend this to foreign body response in vivo. We first assessed foreign body giant cell (FBGC) formation in vitro on 2,176 different topographies, and learned that small pillars and sufficient space in between them results in FBGC formation, whereas large pillars and small spacing consistently result in low attachment and fusion. Next, we histologically assessed the FBR in a murine subcutaneous implant model with 2 low FBGC, 3 high FBGC surfaces and an unpatterned control surface at 9 and 60 days after implantation.", "Study_design": [{"Name": "Cell culture", "Cell_type": "Monocytes", "Passage_number": "N/A", "Medium": {"Start_ampule": {"Type": "N/A", "Medium": "N/A", "Serum": "N/A", "Antibiotics": "N/A", "Medium_components": "N/A", "Medium_components_concentration": "N/A"}, "Seeding_medium": {"Type": "Macrophage-SFM medium", "Medium": "serum-free medium designed for the culture of human peripheral blood monocytes and macrophages", "Serum": "20% fetal bovine serum", "Antibiotics": "Penicilin and streptomycin", "Medium_components": "N/A", "Medium_components_concentration": "N/A"}}}, {"Name": "Biomaterials screen", "Type": "TopoChip screen", "Design": "Surface", "Feature_scale": "Micrometer", "Base_material": "Polystyrene", "Surface_treatment": "Oxygen-plasma treatment", "Coating": "No coating", "Number_of_replicates": "16", "Summary": "The TopoChip platform was used to analyse the responses of monocytes from 3 healthy donors to 2,176 different algorithm-designed surface topographies. xperiments were performed with a total of 16 TopoChips with each unique topography in duplicate, so all topographies were tested 32 times. The monocytes responded strongly to the physical cues provided by the topographical features evidenced by rearrangement of their F-actin structures. Quantitative information was acquired by high content imaging and image analysis and the topographies were ranked based on total cell number and average number of nuclei per cell."}, {"Name": "Imaging experiment", "Type": "BD Pathway 435 automated microscope", "Date": "August 2017", "Labels": {"Label_1": {"First_antibody": "CD14", "Second_antibody": "goat anti-mouse AF488", "Target": "Cell", "Fluorescent dye": "N/A", "Excitation_wavelength": "480", "Emission_wavelength": "525"}, "Label_2": {"First_antibody": "DAPI", "Second_antibody": "N/A", "Target": "Nucleus", "Fluorescent dye": "DAPI", "Excitation_wavelength": "340", "Emission_wavelength": "488"}, "Label_3": {"First_antibody": "CellMask Orange", "Second_antibody": "N/A", "Target": "Plasma membrane", "Fluorescent dye": "CellMask orange", "Excitation_wavelength": "554", "Emission_wavelength": "567"}}, "Channel_names": "DAPI, FITC, TxRed"}, {"Name": "Surface validation experiment", "Number_selected_surfaces": "14", "Feature_id": "731,129,2076,187,194,1224,286,1159,1332,1700,1584,2111,2116,1209", "Feature_id_images": ["731", "129", "2076", "187", "194", "1224", "286", "1159", "1332", "1700", "1584", "2111", "2116", "1209"], "Surface_id": "731,129,2076,187,194,1224,286,1159,1332,1700,1584,2111,2116,1209"}, {"Name": "Flow cytometry experiment", "Machine": "N/A", "Cell_seeding_density": "Not applicable", "Culture_time": "Not applicable", "Medium": "N/A", "Staining": "CD14 and CD19 surface markers", "Number_of_replicates": "N/A"}, {"Name": "Histology experiment", "Slide_scanner": " digital pathology software (IntelliSite, Philips)", "Staining": "Slides were stained with Hematoxylin - eosin or picro-sirius red."}, {"Name": "Animal experiment", "Organism": "pathogen-free C57BL/6J OlaHsd immune competent female mice (Harlan)", "Species": "Mouse", "Sex": "Female", "Replicates": "64 animals", "Replicates_per_condition": "8 (3 surface topographies are picked)"}], "Study_results": [{"Name": "Biomaterials screen results", "Description": "xperiments were performed with a total of 16 TopoChips with each unique topography in duplicate, so all topographies were tested 32 times. The monocytes responded strongly to the physical cues provided by the topographical features evidenced by rearrangement of their F-actin structure. "}, {"Name": "Surface validation results", "Description": "Low attachment and fusion topographies selected in the TopoChip screen indeed also showed relatively low levels of attachment and fusion on the corresponding 15 mm disks. The observed levels of attachment were equal to or even lower than on the n-PCU flat surface, and fusion was similarly low, with more than 95% of the fusion cells having only 2 and maximally 3 nuclei. In contrast, the high attachment topographies and increased levels of fusion in the TopoChip screen, indeed showed the same behavior on the 15 mm disks."}, {"Name": "Histology results", "Description": "Fueled by the large differences in the number of adherent macrophages and the induction of FBGCs, we expected a correlation between adherence in vitro and the degree of FBR in vivo. However, to our surprise, we did not find that correlation. We did see marked differences in FBR parameters in our quantitative histological data, in line with literature where topography and pore size influence the degree of encapsulation. Many parameters were measured in our analysis, but the most relevant ones are the fibrosis score, capsular thickness and collagen content, as these correlate with implant failure. Surface 1584, a high adhesion surface, showed the thinnest capsule with the fewest number of FBGCs. Surface 731 at the other end of the spectrum showed low adhesion in vitro and precisely had the highest scores for FBR parameters. The areas described above suggest an inverse correlation, but this is not confirmed by the 3 other areas that lie between these two extremes. Therefore, we conclude that we do not see a relationship between macrophage attachment and FBGC formation in vitro and encapsulation in vivo."}, {"Name": "Flow cytometry results", "Description": "Flow cytometric analysis of the isolated cell population was performed before and after purification, using CD14 and CD19 surface markers to verify the monocyte identity and assess absence of lymphocytes, respectively. The lack of CD-19 positive cells in the purified monocyte population showed that T cells were efficiently removed."}]}