{"Study_type": "Biomaterials Screen", "ID": "BIS025", "Name": "hMSC on Galapagos Chip", "Project": "Galapagos Chip", "Title": "The Galapagos Chip Platform for High-Throughput Screening of Cell Adhesive Chemical Micropatterns", "Lead_author": "Urandelger Tuvshidorj,", "Principal_investigator": "Jan de Boer", "DOI": "10.1002/smll.202105704", "Date": "5 January 2022", "Summary": "A high-throughput screening platform called “Galapagos chip” is developed. It contains a library of 2176 distinct subcellular chemical patterns created using mathematical algorithms and a straightforward UV-induced two-step surface modification. This approach enables the immobilization of ligands in geometrically defined regions onto cell culture substrates. To validate the system, binary RGD/polyethylene glycol patterns are prepared on which human mesenchymal stem cells are cultured, and the authors observe how different patterns affect cell and organelle morphology. As proof of concept, the cells are stained for the mechanosensitive YAP protein, and, using a machine-learning algorithm, it is demonstrated that cell shape and YAP nuclear translocation correlate. It is concluded that the Galapagos chip is a versatile platform to screen geometrical aspects of cell–ECM interaction.", "Study_design": {"CellCulture": {"Name": "Cell culture", "Cell_type": "hMSC", "Passage_number": "5", "Medium": {"Type": "Basic medium", "Medium": "alpha-MEM (Life technologies)", "Serum": "10% Fetal Bovine Serum", "Antibiotics": "1% Penicillin and 1% Streptomycin", "Medium_components": "Ascorbic acid", "Medium_components_concentration": "0.2 mM"}}, "BiomaterialsScreen": {"Name": "Biomaterials screen", "Type": "Galapagos Chip", "Design": "Chemical micropatterning of surface", "Feature scale": "micrometer", "Base material": "vinyl-silane-functionalized glass substrate", "Summary": "We investigated how micropatterns can control mechanotransduction by staining three of its molecular players: paxillin which stains FAs, F-actin, and the mechanosensitive YAP. We seeded hMSCs onto six Galapagos chips and six uniformly coated RGD control surfaces."}, "BiomaterialsScreenImage": "GalapagosChipCells.PNG", "ImagingExperiment": {"Name": "Imaging experiment", "Type": "hMSC Immunofluorescence imaging", "Labels": {"Label_1": {"First_antibody": "mouse anti-YAP1 antibody", "Second_antibody": "secondary goat antibody", "Target": "Yap", "Fluorescent dye": "Alexa Fluor 647", "Excitation_wavelength": "650 nm", "Emission_wavelength": "665 nm"}, "Label_2": {"First_antibody": "rabbit anti-paxillin antibody", "Second_antibody": "secondary goat antibody", "Target": "Paxillin", "Fluorescent dye": "Alexa Fluor 488", "Excitation_wavelength": "490 nm", "Emission_wavelength": "425 nm"}, "Label_3": {"First_antibody": "", "Second_antibody": "phalloidin", "Target": "F-actin", "Fluorescent dye": "Alexa Fluor 568", "Excitation_wavelength": "578 nm", "Emission_wavelength": "603 nm"}, "Label_4": {"First_antibody": "-", "Second_antibody": "-", "Target": "Nucleus", "Fluorescent dye": "Hoechst 33258", "Excitation_wavelength": "352 nm", "Emission_wavelength": "461 nm"}}}, "LiveDeadAssay": {"Name": "Live dead assay", "Type": " LIVE/DEAD Viability/Cytotoxicity Kit", "Time points": "4 and 24 hours"}, "CellPaintAsay": {"Name": "Cell paint asasy", "Cell type": "hMSC", "Medium": "NA", "Seeding density": "NA", "Staining": ["Wheat germ agglutinin Alexa Fluor 594 conjugate", "concanavalin A Alexa Fluor 488 conjugate", "Hoechst 33342 trihydrochloride trihydrate", "Alexa Fluor 568 Phalloidin", "SYTO 14 green fluorescent-nucleic acid stain"], "Time": "4 hours"}}, "Study_results": {"BiomaterialsScreenResult": {"Name": "Galapagos chip screen result", "Description": "We noticed very diverse profiles of paxillin, F-actin, and YAP on Galapagos chip patterns compared to cells on uniformly grafted RGD surfaces. On the uniformly grafted RGD surfaces, paxillin-stained FAs were not restricted and relatively long (up to 20 µm long) and extensive actin stress fibers were observed, which indicates mature FAs and high cytoskeletal tension in the cells. However, on Galapagos chip islands, FA formation was restricted to the underlying RGD pattern, and FA length depended on pattern dimension. FAs appeared most prominent on the edge of the RGD patterns when located on cell borders, regardless of the pattern size. Also, we noted that most cells on the pattern had actin stress fibers, and on the merged image, actin stress fiber ends colocalized with the FA edges. We observed less intense, more peripheral FAs and more cortical actin in the hMSCs cultured on small patterns with high inter-pattern distance, which implies that these had less cytoskeleton tension."}, "CellPaintAssayResults": {"Name": "Cell paint assay results", "Description": "The cells only attached and extended along the RGD patterns, avoiding the antifouling PEG polymer region. Cells on smaller microislands show smaller protrusions compared to the cells on the bigger micropatterns and thus induce different cell morphologies. Besides the evident changes in cell morphologies, we observed differences in subcellular traits with the CellPainting assay, which stains seven subcellular structures: DNA, endoplasmic reticulum, Golgi, F-actin, the plasma membrane, nucleoli, and mitochondria."}, "LiveDeadAssayResults": {"Name": "Live dead assay results", "Description": "We checked cell viability in the Galapagos chip to test the biocompatibility of the platform. We did not see any differences regarding cell viability in 4 and 24 hours culture of hMSCs on the platform compared to the tissue culture plate (TCP)."}}}