{"Study_type": "Biomaterials Screen", "ID": "BIS016", "Name": "U2OS on NanoTopoChip", "Project": "NanoTopoChip", "Title": "NanoTopoChip: High-throughput nanotopographical cell instruction", "Lead_author": "Frits Hulshof", "Principal_investigator": "Jan de Boer", "DOI": "10.1016/j.actbio.2017.08.023", "Date": "15 October 2017", "Summary": "Surface topography is able to influence cell phenotype in numerous ways and offers opportunities to manipulate cells and tissues. In this work, we develop the Nano-TopoChip and study the cell instructive effects of nanoscale topographies. A combination of deep UV projection lithography and conventional lithography was used to fabricate a library of more than 1200 different defined nanotopographies. To illustrate the cell instructive effects of nanotopography, actin-RFP labeled U2OS osteosarcoma cells were cultured and imaged on the Nano-TopoChip. Automated image analysis shows that of many cell morphological parameters, cell spreading, cell orientation and actin morphology are mostly affected by the nanotopographies. Additionally, by using modeling, the changes of cell morphological parameters could by predicted by several feature shape parameters such as lateral size and spacing.  This work overcomes the technological challenges of fabricating high quality defined nanoscale features on unprecedented large surface areas of a material relevant for tissue culture such as PS and the screening system is able to infer nanotopography – cell morphological parameter relationships. Our screening platform provides opportunities to identify and study the effect of nanotopography with beneficial properties for the culture of various cell types.", "Study_design": [{"Name": "Cell culture", "Cell_type": "U2OS", "Passage_number": "As specified in protocol", "Medium": {"Type": "McCoys medium ", "Medium": "McCoy's medium is a general purpose medium that supports the propagation of many types of primary cells, established cell lines, and explants from biopsy tissues.", "Serum": "10% Fetal Bovine Serum", "Antibiotics": "Penicillin and Streptomycin", "Medium_components": "None", "Medium_components_concentration": "None"}}, {"Name": "Biomaterials screen", "Type": "NanoTopoChip", "Design": "Surface", "Feature_scale": "Nanometer", "Base_material": "Polystyrene", "Surface_treatment": "Oxygen-plasma treatment", "Coating": "No coating", "Number_of_replicates": "6", "Summary": "To investigate the effect of nanotopography on cell morphology, U2OS cells were cultured on 6 Nano-TopoChips for three days. U2OS cell line stably expressing Lamin B1 BFP, αTubulin GFP and Actin RFP. After 3 days of culture, the cells were washed in phosphate buffered and fixated. Next, the cells were washed with PBS and incubated with 1: 10,000 4′,6-Diamidino-2-phenylindole (Dapi, Life technologies) for 30 min. Finally the Nano-TopoChips were mounted on coverslips with Mowiol 4-88 (Sigma Aldrich) after washing with PBS twice. To quantify the morphological effects of the nanotopographies, we analyzed the images from the 6 Nano-TopoChips using a combination of bioinformatics tools. To identify the cell features with the highest variation within the whole dataset, a Kruskall-Wallis test was performed on the cell morphology parameters."}, {"Name": "Imaging experiment", "Type": "Hamamatsu Nanozoomer", "Date": "Unknown", "Labels": {"Label_1": {"First_antibody": "DAPI", "Second_antibody": "None", "Target": "Nucleus", "Fluorescent dye": "4′,6-Diamidino-2-phenylindole (Dapi, Life technologies)", "Excitation_wavelength": "405 nm", "Emission_wavelength": "461 nm"}, "Label_2": {"First_antibody": "Mowiol 4-88", "Second_antibody": "None", "Target": "detection of cell-surface antigens", "Fluorescent dye": "Mowiol 4-88", "Excitation_wavelength": "N/A", "Emission_wavelength": "N/A"}, "Label_3": {"First_antibody": "None", "Second_antibody": "None", "Target": "None", "Fluorescent dye": "None", "Excitation_wavelength": "None", "Emission_wavelength": "None"}}, "Channel_names": "DAPI, Mowiol"}], "Study_results": [{"Name": "Biomaterials screen results", "Description": "Visual inspection of the images shows that the nanotopographies also affect U2OS morphology in various ways and that those are distinctly different from the micro-TopoChip. On the Nano-TopoChip, we do not observe gross differences in cellular shapes but the nanotopographies seem to affect the extent of cell spreading and the organization of the actin localization. On the nano features, the actin fibers align in various different orientations and patterns. Some features induce the formation of a greater number and larger size filopodia, while other nano features create very fine actin distinctly spaced actin fibers. The more spread cells have very distinct punctate patterns of actin fibers, while the less spread cells tend to have more cortical actin. In this initial observation, the morphology of U2OS nuclei does not seem to deviate much from the common ‘classic’ oval shape. The topographies that induce small, more rounded cells, consist of relatively large topographies with large spacing between the topographies. The topographies which induce more spreading of the cells consist of smaller features which also cover a relatively small area. Other parameters such as cell number, actin localization and fiber actin alignment could also be predicted by feature design parameters."}]}