{"Study_type": "Biomaterials Screen", "ID": "BIS021", "Name": "Pseudomonas aeruginosa on Natural Surfaces", "Project": "Natural surfaces", "Title": "Expanding Biomaterial Surface Topographical Design Space through Natural Surface Reproduction", "Lead_author": "Steven Vermeulen", "Principal_investigator": "Jan de Boer", "DOI": "10.1002/adma.202102084", "Date": "24 June 2021", "Summary": "Several studies have shown that bacterial attachment can be controlled using patterned surfaces featuring repeating topographical elements of sizes ranging from nanometers to micrometers. Some of these patterned surfaces have been based on non-fouling natural surfaces. Since no systematic high throughput screens have been published at this date, we compared the patterns of bacterial attachment to the 26 natural surfaces against TopoChip imprints. P. aeruginosa was chosen as the model bacterium as it is an environmentally ubiquitous microorganism that readily adheres to natural and engineered surfaces. This microorganism is highly problematic in a clinical infection context as it forms multiantibiotic-resistant biofilms on implanted medical device.", "Study_design": [{"Name": "Biomaterials screen", "Type": "Natural surface screen", "Design": "Surface", "Feature_scale": "micrometer", "Base_material": "Polystyrene", "Surface_treatment": "None", "Coating": "None", "Number_of_replicates": "7", "Summary": " We compared the patterns of bacterial attachment to the 26 natural surfaces against TopoChip imprints. P. aeruginosa was chosen as the model bacterium as it is an environmentally ubiquitous microorganism that readily adheres to natural and engineered surfaces. The attachment distribution profiles of Pseudomonas aeruginosa after 4 h growth on the natural surfaces were compared with those observed on 100 randomly sampled TopoChip topographies using the texture parameters in CellProfiler software."}, {"Name": "Imaging experiment", "Type": "Zeiss LSM 700 microscope ", "Date": "September 2022", "Labels": {"Label_1": {"First_antibody": "N/A", "Second_antibody": "N/A", "Target": "Bacteria", "Fluorescent dye": "SYTO9", "Excitation_wavelength": "486", "Emission_wavelength": "501"}, "Label_2": {"First_antibody": "N/A", "Second_antibody": "N/A", "Target": "N/A", "Fluorescent dye": "N/A", "Excitation_wavelength": "N/A", "Emission_wavelength": "N/A"}, "Label_3": {"First_antibody": "N/A", "Second_antibody": "N/A", "Target": "N/A", "Fluorescent dye": "N/A", "Excitation_wavelength": "N/A", "Emission_wavelength": "N/A"}}, "Channel_names": "SYTO9"}], "Study_results": [{"Name": "Biomaterials screen results", "Description": "In specific natural surfaces like the lace leaf and calla lily, we noticed that cuticular folds prevented bacterial attachment compared to flat surfaces. On the hortensia and red rose surfaces, bacteria attached mainly on the grooves next to the folds. The holy lotus surface, however, showed significantly high bacterial attachment. Similarly, high bacterial attachment and distribution were observed in the reedmace and rice surfaces. In contrast, the onion surface exhibited reduced bacterial attachment, with preferable bacterial adhesion along its grooves. As for the insects’ surfaces, we observed similar bacterial attachment as on flat surfaces, with only a mild decrease on the cicada orange surface."}]}