{"Study_type": "Biomaterials Screen", "ID": "BIS013", "Name": "hMSC on Phenome28", "Project": "Phenome28", "Title": "On the correlation between material-induced cell shape and phenotypical response of human mesenchymal stem cells", "Lead_author": "Aliaksei Vasilevich", "Principal_investigator": "Jan de Boer", "DOI": "10.1038/s41598-020-76019-z", "Date": "November 2020", "Summary": "We defined the phenotypic response of human bone marrow-derived mesenchymal stem cells (hMSCs) to 2176 randomly generated surface topographies by probing basic functions such as migration, proliferation, protein synthesis, apoptosis, and differentiation using quantitative image analysis. Clustering the surfaces into 28 archetypical cell shapes, we found a very strict correlation between cell shape and physiological response and selected seven cell shapes to describe the molecular mechanism leading to phenotypic diversity. Transcriptomics analysis revealed a tight link between cell shape, molecular signatures, and phenotype. In this study, we were aiming to identify a universal set of genes that regulate the material-induced phenotypical response of human mesenchymal stem cells. This will allow designing implants that can actively regulate cellular, molecular signalling through cell shape.", "Study_design": {"CellPaintAssay": {"Name": "Cell Paint Assay", "Cell type": "hMSC (d016)", "Medium": "Basic Medium", "Seeding density": "10.000 cells/cm2", "Staining": ["wheat germ agglutinin Alexa Fluor 594 conjugate", "concanavalin A", "Alexa Fluor 488 conjugate", "SYTO 14 green fluorescent nucleic acid stain", "Alexa Fluor 568 Phalloidin", "1:2,000 Hoechst 33342, trihydrochloride, trihydrate "], "Time": "24 hours"}, "TranscriptomicProfiling": {"Name": "Transcriptomic profiling", "Cell type": "hMSC (d016)", "Medium": "Basic medium", "Seeding density": "15.000 cells/cm2", "RNA isolation": "Nucleospin RNA isolation kit", "Platform": "Microarray transcriptomics", "Platform type": "Illumina HT‐12 v4 expression Beadchips"}, "Apoptosis": {"Name": "Apoptosis experiment", "Cell type": "hMSC (d016)", "Medium": "Basic medium", "Medium supplement": "0.7 mM of CaCl2", "Seeding density": "10.000 cells/cm2", "Apoptosis marker": "staurosporine with a red fluorescent tag", "Time point(s)": "16 image sper well captured every 25 minutes"}, "ProteinSynthesis": {"Name": "Protein synthesis experiment", "Cell type": "hMSC (d016)", "Medium": "DMEM high glucose, no l-glutamine, no l-methionine, no l-cystine,", "Medium supplement": "l-glutamine and l-Cystine dihydrochloride", "Seeding density": "20.000 cells/cm2"}, "Proliferation": {"Name": "Proliferation experiment", "Cell type": "hMSC (d016)", "Medium": "alpha-MEM (no FBS) (starvation medium) and basic medium ", "Medium supplement": "1% FBS to the basic medium", "Seeding density": "10.000 cells/cm2", "Proliferation marker": "EdU (Click-iT Plus EdU Alexa Fluor 594 Imaging Kit, Thermo Fischer Scientific) ", "Time point(s)": "48 hours"}, "ALPInduction": {"Name": "Osteogenic differentiation experiment", "Cell type": "hMSC (d016)", "Medium": "Basic medium ", "Medium supplement": "l-glutamine, ascorbic acid, penicillin, streptomycin, dexamethasone, and beta-glycerol phosphate", "Seeding density": "15.000 cells/cm2", "ALP marker": "Primary antibodies against ALP ", "Time point(s)": "7 days"}, "Adipogenesis": {"Name": "Adipogenesis experiment", "Cell type": "hMSC (d016)", "Medium": "DMEM", "Medium supplement": "Penicillin, streptomycin, 10% fetal bovine serum (FBS), indomethacin, 0.5 mM IBMX, and insulin", "Seeding density": "15.000 cells/cm2", "Adipogenesis marker": "Oil red o for lipid formation", "Time point(s)": "3 weeks"}}, "BiomaterialsScreen": {"Name": "Phenome28 screen", "Design": "Surface", "Scale": "Micro", "Material": "Polystyrene"}, "Study_results": {"TranscriptomicProfilingResults": {"Name": "Transcriptomic profiling results", "Description": " we exposed MSCs to seven topographies that span the phenotypic space and to flat control surfaces and assessed the transcriptome after 24 h. We observed between 46 to 258 differentially expressed genes with a fold-change > 1.5 as compared to flat. Each topography induced a unique fingerprint at the gene expression level but with various degrees of overlap. Differential gene expression data was used to identify molecular pathways which were activated. Some signal transduction pathways are particularly strongly correlated to topography-induced changes in cell shape. Changes in cell cycle-related signalling, and in the JAK, IKK and HIF pathways were observed in cells grown on most topographies. Other molecular signalling signatures were more specific, such as SRC, ATPase inhibition and Glycogen synthesis kinase which were affected in MSCs grown on specific topographies."}, "ApoptosisResults": {"Name": "Apoptosis Results", "Description": "Although differences in apoptosis are observed between the surfaces, we could not construct a computational model to predict apoptosis based on the surface design."}, "ProliferationResults": {"Name": "Proliferation results", "Description": "We observed a big difference in the rate of proliferation, ranging from 12 to 59% of EdU-positive cells, between the low and high scoring surfaces."}, "AdipogenesisResults": {"Name": "Adipogenesis results", "Description": "We observed a six-fold difference in lipid production under adipogenic conditions between the lowest and the highest performing surface. Our computational model predicted protein biosynthesis with goodness of fit 0.68, in which Area shows a positive correlation, whereas Euler Number (the number of the “holes” in the object, which can appear when the cell is forming a protrusion around a pillar), negatively correlates to protein synthesis"}, "ALPInductionResults": {"Name": "Osteogenic differentiation experiment", "Description": "Our computational model was able to predict alkaline phosphatase (ALP) expression, a marker for osteogenic differentiation, with high accuracy (goodness of fit of 0.82).The shape parameters FormFactor and Minor Axis length positively correlate with ALP expression, whereas Extent showed a negative correlation. Thus, a typical ALP positive cell has an elongated, irregular shape with many protrusions."}, "ProteinSynthesisResults": {"Name": "Protein synthesis experiment", "Description": "Differences between protein synthesis are observed for the surface designs. The computational model predicted protein biosynthesis with goodness of fit 0.68, in which Area shows a positive correlation, whereas Euler Number (the number of the “holes” in the object, which can appear when the cell is forming a protrusion around a pillar), negatively correlates to protein synthesis"}}}