{"Study_type": "Heart valve study", "ID": "hv004", "Name": "Living tissue-engineered heart valves", "Project": "TEHVs", "Title": "Trans-apical versus surgical implantation of autologous ovine tissue-engineered heart valves.", "Lead_author": "Petra E. Dijkman", "Principal_investigator": "Simon P. Hoerstrup ", "DOI": "PMID: 23167234", "Date": "September 2012", "Summary": "Living tissue-engineered heart valves (TEHVs) based on rapidly degrading scaffolds and autologous cells might overcome the limitations of today's valve substitutes. Following minimally invasive trans-apical implantation into an ovine model, TEHVs showed adequate in-vivo functionality, but a thickening of the leaflets was observed. In order to evaluate the impact of the substantial tissue deformations of TEHVs associated with the crimping procedure during minimally invasive delivery, trans-apical and conventional implantation technologies were compared in an ovine model.This direct comparison of trans-apical and conventional surgical implantation techniques showed that crimping had no adverse effect on the integrity or functional outcome of TEHVs. This suggests that a thickening of TEHVs in vivo is neither caused by nor enhanced by the crimping procedure, but represents a functional tissue remodeling process.", "Study_design": [{"Name": "Animal implantation", "Implantation_method": "Surgically implantation", "Implantation_procedure": "Conventional surgical approach ", "Implantation_location": "Pulmonary position", "Scaffold": "PGA/P4HB scaffold", "Stent_present": "Yes", "Stent_type": "self-expandable stent", "Scaffold_design_class": "Old design", "Animal_model": "Sheep"}, {"Name": "Tissue Engineered Heart Valves", "Number_of_samples": "5", "Mesh": {"Material": "Poly-glycolic acid/poly-4-hydroxybutyrate", "Abbreviation": "PGA/p4HB", "Thickness": "N/A"}, "Specific_gravity": "N/A", "Coating": {"Name": "Fibrin", "Abbreviation": "Fb", "Manufacturer": "N/A", "Country": "N/A"}, "Sew": {"Name": "N/A", "Manufacturer": "N/A", "Country": "N/A"}, "Stent": {"Present": "Yes", "Stent_type": "Self-expandable stent", "Stent_length": "N/A", "Outside_diameter": "25 mm", "Manufacturer": "N/A", "Country": "N/A"}, "Images": ["TEHVs_surgical.png", "TEHVs_surgical_scheme.png"]}, {"Name": "Histology experiment", "Staining": "Hematoxylin and Eosin, Alpha-smooth muscle actin, Elastic van Gieson, von Willebrand factor staining", "Read_outs": "Tissue morphology, alpha-SMA, Collagen and elastic fibers, and von Willbrand factor"}], "Study_results": [{"Name": "Implantation results", "Number_implants_at_start": "5", "Perioperative_morbidity": "No", "Perioperative_mortality": "No", "Implantation_all_valves_success": "No", "Successful_implanted_valves": "4"}, {"Name": "In vivo performance", "Number_implants_start": "5", "Number_implants_end": "4", "Animals_euthanized": "None", "Euthanization_time": "3 weeks (animal died)", "Reason_euthanization": "Tear in the autologous pericardial patch caused by a strut of the stent."}, {"Name": "Histology experiment results", "Summary": "Deposition of collagen was observed in the leaf. On some explants there was evidence of an endothelial layer on the leaflets after four weeks. Moreover, more explants were covered with endothelial cells after 8 weeks. The wall region contained wavy and aligned collagen bundles, as well as mature vessel formation. The wall was covered with von Willebrand factor positive cells, which were indicative of an endothelial lining. Macrophages and giant cells were detected locally near remnants of scaffold material and at the demarcation line."}, {"Name": "Macroscopic appearance", "Summary": "The macroscopic appearance of the TEHVs before implantation was similar for all valves, independent of the in-vitro culture protocol employed, or their diameter. All explanted valves demonstrated a thickened tissue formation and shrinkage of the leaflets, regardless of any different in-vitro culture protocols, endothelial pre-seeding, implantation methods, and follow up periods. However, the appearance of the ventricular side of the valves explanted after seven or eight weeks was smoother when compared to the three- or four-week explants. In all explants, there was no macroscopic evidence of calcification, structural damage, or aneurysm formation. The wall of all explants was integrated into the adjacent tissue through the holes of the stent.", "Explant_image": ["TEHV_surgical_appearance.PNG"]}]}